<?php
// Heading
$_['heading_title'] = 'เปรียบเทียบผลิตภัณฑ์';

// ข้อความ
$_['text_product'] = 'รายละเอียดผลิตภัณฑ์';
$_['text_name'] = 'ผลิตภัณฑ์';
$_['text_image'] = 'รูปภาพ';
$_['text_price'] = 'ราคา';
$_['text_model'] = 'รุ่น/รหัส';
$_['text_manufacturer'] = 'แบรนด์';
$_['text_availability'] = 'สถานะสินค้า';
$_['text_instock'] = 'อยู่ในสต็อค';
$_['text_rating'] = 'จัดอันดับ';
$_['text_reviews'] = 'ขึ้นอยู่กับความคิดเห็นของ %s';
$_['text_summary'] = 'คำอธิบาย';
$_['text_weight'] = 'น้ำหนัก';
$_['text_dimension'] = 'ขนาด (ยาว x กว้าง x สูง)';
$_['text_compare'] = 'เปรียบเทียบผลิตภัณฑ์ (%s)';
$_['text_success'] = 'ความสำเร็จ: คุณเพิ่ม <a href="%s">%s </a> ลงใน <a href="%s"> การเปรียบเทียบผลิตภัณฑ์ </a>!';
$_['text_remove'] = 'ความสำเร็จ: คุณได้แก้ไขการเปรียบเทียบผลิตภัณฑ์ของคุณแล้ว';
$_['text_no_results'] = 'คุณยังไม่ได้เลือกผลิตภัณฑ์ใด ๆ ที่จะเปรียบเทียบ';