<?php
// Heading
$_['heading_title']      = 'สมุดที่อยู่';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_address_book'] = 'รายการสมุดที่อยู่';
$_['text_address_add'] = 'เพิ่มที่อยู่';
$_['text_address_edit'] = 'แก้ไขที่อยู่';
$_['text_add'] = 'เพิ่มที่อยู่ของคุณเรียบร้อยแล้ว';
$_['text_edit'] = 'อัปเดตที่อยู่ของคุณเรียบร้อยแล้ว';
$_['text_delete'] = 'ลบที่อยู่ของคุณเรียบร้อยแล้ว';
$_['text_no_results'] = 'คุณไม่มีที่อยู่ในบัญชีของคุณ';

// Entry
$_['entry_firstname'] = 'ชื่อ';
$_['entry_lastname'] = 'นามสกุล';
$_['entry_company'] = 'บริษัท ';
$_['entry_address_1'] = 'ที่อยู่ 1';
$_['entry_address_2'] = 'ที่อยู่ 2';
$_['entry_postcode'] = 'รหัสไปรษณีย์';
$_['entry_city'] = 'เมือง';
$_['entry_country'] = 'ประเทศ';
$_['entry_zone'] = 'ภาค / รัฐ';
$_['entry_default'] = 'ที่อยู่เริ่มต้น';

// ข้อผิดพลาด
$_['error_delete'] = 'คำเตือน: คุณต้องมีที่อยู่อย่างน้อยหนึ่งแห่ง!';
$_['error_default'] = 'คำเตือน: คุณไม่สามารถลบที่อยู่เริ่มต้นได้!';
$_['error_firstname'] = 'ชื่อต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname'] = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_address_1'] = 'ที่อยู่ต้องอยู่ระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode'] = 'รหัสไปรษณีย์ต้องมีความยาวตั้งแต่ 2 ถึง 10 ตัวอักษร!';
$_['error_city'] = 'เมืองต้องอยู่ระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country'] = 'กรุณาเลือกประเทศ';
$_['error_zone'] = 'กรุณาเลือกภูมิภาค / รัฐ!';
$_['error_custom_field'] = 'จำเป็นต้องใช้ %s!';