<?php
$_['heading_title'] = 'ข้อมูลบัญชีของฉัน';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_edit'] = 'แก้ไขข้อมูล';
$_['text_your_details'] = 'รายละเอียดส่วนตัวของคุณ';
$_['text_success'] = 'ความสำเร็จ: บัญชีของคุณได้รับการปรับปรุงเรียบร้อยแล้ว';

// Entry
$_['entry_firstname'] = 'ชื่อ';
$_['entry_lastname'] = 'นามสกุล';
$_['entry_email'] = 'E-Mail';
$_['entry_telephone'] = 'โทรศัพท์';

// ข้อผิดพลาด
$_['error_exists'] = 'คำเตือน: อีเมล์แอดเดรสได้ลงทะเบียนแล้ว!';
$_['error_firstname'] = 'ชื่อต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname'] = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email'] = 'ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง!';
$_['error_telephone'] = 'โทรศัพท์ต้องมีความยาวตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_custom_field'] = 'จำเป็นต้องใช้ %s!';