<?php
// Heading
$_['heading_title'] = 'ลืมรหัสผ่าน?';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_forgotten'] = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมลแอดเดรส';
$_['text_email'] = 'ป้อนอีเมล์แอดเดรสที่เชื่อมโยงกับบัญชีของคุณ คลิกส่งเพื่อส่งลิงก์การรีเซ็ตรหัสผ่านทางอีเมลถึงคุณ ';
$_['text_success'] = 'อีเมลที่มีลิงก์ยืนยันถูกส่งไปยังที่อยู่อีเมลของคุณ';

// Entry
$_['entry_email'] = 'อีเมลแอดเดรส';
$_['entry_password'] = 'รหัสผ่านใหม่';
$_['entry_confirm'] = 'ยืนยัน';

// ข้อผิดพลาด
$_['error_email'] = 'คำเตือน: ไม่พบที่อยู่อีเมลของเราโปรดลองอีกครั้ง';
$_['error_approved'] = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';
$_['error_password'] = 'รหัสผ่านต้องมีความยาวตั้งแต่ 4 ถึง 20 ตัวอักษร!';
$_['error_confirm'] = 'การยืนยันรหัสผ่านและรหัสผ่านไม่ตรงกัน!';