<?php
// Heading
$_['heading_title'] = 'เข้าสู่ระบบบัญชี';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_login'] = 'เข้าสู่ระบบ';
$_['text_new_customer'] = 'ลูกค้าใหม่';
$_['text_register'] = 'ลงทะเบียนบัญชี';
$_['text_register_account'] = 'การสร้างบัญชีคุณจะสามารถซื้อสินค้าได้เร็วขึ้นรู้สถานะของคำสั่งซื้อและติดตามคำสั่งซื้อที่คุณทำไว้ก่อนหน้านี้';
$_['text_returning_customer'] = 'ส่งคืนลูกค้า';
$_['text_i_am_returning_customer'] = 'ฉันเป็นสมาชิกอยู่แล้ว';
$_['text_forgotten'] = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email'] = 'อีเมลแอดเดรส';
$_['entry_password'] = 'รหัสผ่าน';

// ข้อผิดพลาด
$_['error_login'] = 'คำเตือน: อีเมล์แอดเดรส หรือ รหัสผ่าน ไม่ถูกต้อง';
$_['error_attempts'] = 'คำเตือน: บัญชีของคุณเกินจำนวนครั้งที่เข้าสู่ระบบที่อนุญาต โปรดลองอีกครั้งภายใน 1 ชั่วโมง ';
$_['error_approved'] = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';