<?php
// Heading
$_['heading_title'] = 'รีเซ็ตรหัสผ่าน';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_password'] = 'ป้อนรหัสผ่านใหม่ที่คุณต้องการใช้';
$_['text_success'] = 'ความสำเร็จ: รหัสผ่านของคุณได้รับการปรับปรุงเรียบร้อยแล้ว';

// Entry
$_['entry_password'] = 'รหัสผ่าน';
$_['entry_confirm'] = 'ยืนยันรหัสผ่าน';

// ข้อผิดพลาด
$_['error_password'] = 'รหัสผ่านต้องมีความยาวตั้งแต่ 4 ถึง 20 ตัวอักษร!';
$_['error_confirm'] = 'การยืนยันรหัสผ่านและรหัสผ่านไม่ตรงกัน!';
$_['error_code'] = 'รหัสรีเซ็ตรหัสผ่านไม่ถูกต้องหรือถูกใช้ก่อนหน้านี้!';
