<?php
// Heading
$_['heading_title'] = 'การคืนสินค้า';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_return'] = 'ส่งคืนข้อมูล';
$_['text_return_detail'] = 'ส่งคืนรายละเอียด';
$_['text_description'] = 'กรุณากรอกแบบฟอร์มด้านล่างเพื่อขอหมายเลข RMA';
$_['text_order'] = 'ข้อมูลการสั่งซื้อ';
$_['text_product'] = 'ข้อมูลผลิตภัณฑ์';
$_['text_reason'] = 'เหตุผลในการส่งคืน';
$_['text_message'] = '<p>ขอขอบคุณสำหรับการส่งคำขอคืนของคุณ คำขอของคุณถูกส่งไปยังแผนกที่เกี่ยวข้องเพื่อดำเนินการ</p> <p>คุณจะได้รับแจ้งทางอีเมลเกี่ยวกับสถานะคำขอของคุณ </p>';
$_['text_return_id'] = 'รหัสส่งคืน:';
$_['text_order_id'] = 'รหัสสั่งซื้อ:';
$_['text_date_ordered'] = 'วันที่สั่งซื้อ:';
$_['text_status'] = 'สถานะ:';
$_['text_date_added'] = 'วันที่เพิ่ม:';
$_['text_comment'] = 'ส่งคืนความคิดเห็น';
$_['text_history'] = 'ย้อนกลับประวัติ';
$_['text_no_results'] = 'คุณยังไม่ได้ส่งคืนก่อนหน้านี้!';
$_['text_agree'] = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"> <b>%s</b> </a>';

// คอลัมน์
$_['column_return_id'] = 'ส่งคืน ID';
$_['column_order_id'] = 'รหัสคำสั่งซื้อ';
$_['column_status'] = 'สถานะ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_customer'] = 'ลูกค้า';
$_['column_product'] = 'ชื่อผลิตภัณฑ์';
$_['column_model'] = 'รุ่น/รหัสสินค้า';
$_['column_quantity'] = 'จำนวน';
$_['column_price'] = 'ราคา';
$_['column_opened'] = 'เปิด';
$_['column_comment'] = 'ความคิดเห็น';
$_['column_reason'] = 'เหตุผล';
$_['column_action'] = 'การกระทำ';

// Entry
$_['entry_order_id'] = 'รหัสคำสั่งซื้อ';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ';
$_['entry_firstname'] = 'ชื่อ';
$_['entry_lastname'] = 'นามสกุล';
$_['entry_email'] = 'E-Mail';
$_['entry_telephone'] = 'โทรศัพท์';
$_['entry_product'] = 'ชื่อผลิตภัณฑ์';
$_['entry_model'] = 'รหัสผลิตภัณฑ์';
$_['entry_quantity'] = 'จำนวน';
$_['entry_reason'] = 'เหตุผลในการกลับ';
$_['entry_opened'] = 'เปิดผลิตภัณฑ์แล้ว';
$_['entry_fault_detail'] = 'รายละเอียดผิดพลาดหรืออื่น ๆ ';

// ข้อผิดพลาด
$_['text_error'] = 'ไม่พบผลตอบแทนที่คุณขอ!';
$_['error_order_id'] = 'ต้องระบุรหัสสั่งซื้อ!';
$_['error_firstname'] = 'ชื่อต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname'] = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email'] = 'ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง!';
$_['error_telephone'] = 'โทรศัพท์ต้องมีความยาวตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_product'] = 'ชื่อผลิตภัณฑ์ต้องมีความยาวได้มากกว่า 3 ตัวและน้อยกว่า 255 ตัวอักษร!';
$_['error_model'] = 'รุ่นผลิตภัณฑ์ต้องมีขนาดใหญ่กว่า 3 และน้อยกว่า 64 ตัวอักษร!';
$_['error_reason'] = 'คุณต้องเลือกเหตุผลของสินค้าที่ส่งคืน!';
$_['error_agree'] = 'คำเตือน: คุณต้องยอมรับ %s!';