<?php
// Heading
$_['heading_title'] = 'สร้างบัญชีของคุณแล้ว';

// ข้อความ
$_['text_success'] = '<p>ขอแสดงความยินดี! สร้างบัญชีใหม่ของคุณเรียบร้อยแล้ว </p> <p> คุณสามารถใช้ประโยชน์จากสิทธิพิเศษของสมาชิกเพื่อปรับปรุงประสบการณ์การช็อปปิ้งออนไลน์ของคุณกับเราได้แล้ว </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการดำเนินการออนไลน์ โปรดส่งอีเมลถึงเจ้าของร้านค้า </p> <p> มีการส่งการยืนยันไปยังที่อยู่อีเมลที่ให้ไว้ หากคุณยังไม่ได้รับแจ้งภายในหนึ่งชั่วโมงโปรด <a href="%s"> ติดต่อเรา </a>. </p> ';
$_['text_approval'] = '<p>ขอขอบคุณที่ลงทะเบียนกับ %s! </p> <p> คุณจะได้รับแจ้งทางอีเมลเมื่อบัญชีของคุณเปิดใช้งานโดยเจ้าของร้าน </p> <p>หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของร้านค้าออนไลน์นี้โปรด <a href="%s"> ติดต่อเจ้าของร้านค้า </a>. </ p> ';
$_['text_account'] = 'บัญชี';