<?php
// Heading
$_['heading_title'] = 'Affiliate Tracking';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_description'] = 'เพื่อให้แน่ใจว่าคุณจะได้รับเงินสำหรับการแนะนำผลิตภัณฑ์ที่คุณส่งให้เราเราจำเป็นต้องติดตามการอ้างอิงโดยการวางโค้ดติดตามใน URL ที่เชื่อมโยงกับเรา คุณสามารถใช้เครื่องมือด้านล่างเพื่อสร้างลิงก์ไปยังเว็บไซต์ %s ได้';

// Entry
$_['entry_code'] = 'รหัสติดตามของคุณ';
$_['entry_generator'] = 'เครื่องมือสร้าง Link การติดตาม';
$_['entry_link'] = 'ติดตามลิงก์';

// ช่วยด้วย
$_['help_generator'] = 'พิมพ์ชื่อผลิตภัณฑ์ที่คุณต้องการจะเชื่อมโยงไป';