<?php
// Heading
$_['heading_title'] = 'ซื้อบัตรของขวัญ';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_voucher'] = 'บัตรของขวัญ';
$_['text_description'] = 'บัตรของขวัญนี้จะถูกส่งไปยังผู้รับเมื่อได้รับการชำระเงินแล้ว';
$_['text_agree'] = 'ฉันเข้าใจว่าบัตรของขวัญไม่สามารถคืนเงินได้';
$_['text_message'] = '<p> ขอบคุณที่ซื้อบัตรของขวัญ! เมื่อคุณเสร็จสิ้นการสั่งซื้อผู้รับของขวัญของคุณจะได้รับอีเมลพร้อมรายละเอียดวิธีแลกบัตรของขวัญ </p> ';
$_['text_for'] = '%s บัตรของขวัญ สำหรับ %s';

// Entry
$_['entry_to_name'] = 'ชื่อผู้รับ';
$_['entry_to_email'] = 'อีเมลของผู้รับ';
$_['entry_from_name'] = 'ชื่อของคุณ';
$_['entry_from_email'] = 'อีเมลของคุณ';
$_['entry_theme'] = 'รูปแบบของบัตรของขวัญ';
$_['entry_message'] = 'ข้อความ';
$_['entry_amount'] = 'จำนวนเงิน';

// ช่วยด้วย
$_['help_message'] = 'ไม่บังคับ';
$_['help_amount'] = 'ค่าต้องอยู่ระหว่าง %s และ %s';

// ข้อผิดพลาด
$_['error_to_name'] = 'ชื่อผู้รับต้องอยู่ระหว่าง 1 ถึง 64 ตัวอักษร!';
$_['error_from_name'] = 'ชื่อของคุณต้องมีความยาวตั้งแต่ 1 ถึง 64 ตัวอักษร!';
$_['error_email'] = 'ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง!';
$_['error_theme'] = 'คุณต้องเลือกธีม!';
$_['error_amount'] = 'จำนวนเงินต้องอยู่ระหว่าง %s และ %s!';
$_['error_agree'] = 'คำเตือน: คุณต้องยอมรับว่าบัตรของขวัญไม่สามารถคืนเงินได้!';