<?php
// Text
$_['text_subject'] = '%s - Affiliate Program';
$_['text_welcome'] = 'ขอบคุณที่เข้าร่วม Affiliate Program %s!';
$_['text_login'] = 'บัญชีของคุณถูกสร้างขึ้นแล้วและคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านได้โดยไปที่เว็บไซต์ของเราหรือตาม URL ต่อไปนี้';
$_['text_approval'] = 'บัญชีของคุณต้องได้รับการอนุมัติก่อนที่คุณจะสามารถเข้าระบบได้ เมื่อได้รับการอนุมัติคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณโดยไปที่เว็บไซต์ของเราหรือที่ URL ต่อไปนี้: ';
$_['text_service'] = 'เมื่อเข้าสู่ระบบคุณจะสามารถสร้างรหัสติดตามติดตามการชำระเงินค่าคอมมิชชั่นและแก้ไขข้อมูลบัญชีของคุณ';
$_['text_thanks'] = 'ขอบคุณ';
$_['text_new_affiliate'] = 'Affiliate ใหม่';
$_['text_signup'] = 'Affiliate ใหม่ได้ลงทะเบียนแล้ว:';
$_['text_website'] = 'เว็บไซต์:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname'] = 'ชื่อ:';
$_['text_lastname'] = 'นามสกุล:';
$_['text_company'] = 'บริษัท :';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'โทรศัพท์:';