<?php
// Text
$_['text_subject'] = '%s - Order %s';
$_['text_greeting'] = 'ขอบคุณที่สนใจสินค้าของ %s คำสั่งซื้อของคุณได้รับแล้วและจะดำเนินการเมื่อการชำระเงินได้รับการยืนยันแล้ว';
$_['text_link'] = 'หากต้องการดูใบสั่งซื้อของคุณคลิกที่ลิงค์ด้านล่าง:';
$_['text_order_detail'] = 'รายละเอียดการสั่งซื้อ';
$_['text_instruction'] = 'คำแนะนำ';
$_['text_order_id'] = 'รหัสสั่งซื้อ:';
$_['text_date_added'] = 'วันที่เพิ่ม:';
$_['text_order_status'] = 'สถานะการสั่งซื้อ';
$_['text_payment_method'] = 'วิธีการชำระเงิน:';
$_['text_shipping_method'] = 'วิธีการจัดส่ง:';
$_['text_email'] = 'อีเมล:';
$_['text_telephone'] = 'โทรศัพท์:';
$_['text_ip'] = 'IP Address:';
$_['text_payment_address'] = 'ที่อยู่การชำระเงิน';
$_['text_shipping_address'] = 'ที่อยู่จัดส่ง';
$_['text_products'] = 'ผลิตภัณฑ์';
$_['text_product'] = 'ผลิตภัณฑ์';
$_['text_model'] = 'รุ่น/รหัส';
$_['text_quantity'] = 'จำนวน';
$_['text_price'] = 'ราคา';
$_['text_order_total'] = 'ยอดรวมการสั่งซื้อ';
$_['text_total'] = 'รวม';
$_['text_download'] = 'เมื่อการชำระเงินของคุณได้รับการยืนยันแล้วคุณสามารถคลิกที่ลิงก์ด้านล่างเพื่อเข้าถึงผลิตภัณฑ์ที่ดาวน์โหลดได้:';
$_['text_comment'] = 'ความคิดเห็นสำหรับใบสั่งซื้อของคุณคือ:';
$_['text_footer'] = 'โปรดตอบกลับอีเมลนี้หากคุณมีคำถามใด ๆ ';