<?php
// Text
$_['text_subject'] = '%s - ขอขอบคุณสำหรับการลงทะเบียน';
$_['text_welcome'] = 'ยินดีต้อนรับและขอขอบคุณสำหรับการลงทะเบียนที่ %s!';
$_['text_login'] = 'บัญชีของคุณถูกสร้างขึ้นแล้วและคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณได้โดยไปที่เว็บไซต์ของเราหรือตาม URL ต่อไปนี้';
$_['text_approval'] = 'บัญชีของคุณต้องได้รับการอนุมัติก่อนที่คุณจะสามารถเข้าระบบได้ เมื่อได้รับการอนุมัติคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณโดยไปที่เว็บไซต์ของเราหรือที่ URL ต่อไปนี้: ';
$_['text_service'] = 'เมื่อเข้าสู่ระบบคุณจะสามารถเข้าถึงบริการอื่น ๆ รวมถึงการตรวจสอบคำสั่งซื้อที่ผ่านมาพิมพ์ใบแจ้งหนี้และแก้ไขข้อมูลบัญชีของคุณ';
$_['text_thanks'] = 'ขอบคุณ';
$_['text_new_customer'] = 'ลูกค้าใหม่';
$_['text_signup'] = 'ลูกค้าใหม่ได้ลงทะเบียนแล้ว:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname'] = 'ชื่อ:';
$_['text_lastname'] = 'นามสกุล:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'โทรศัพท์:';