<?php
// Text
$_['text_subject'] = 'คุณได้รับบัตรของขวัญจาก %s';
$_['text_greeting'] = 'ขอแสดงความยินดีคุณได้รับบัตรของขวัญ มูลค่า %s';
$_['text_from'] = 'ใบรับรองของขวัญนี้ได้รับการส่งถึงคุณโดย %s';
$_['text_message'] = 'ด้วยข้อความว่า';
$_['text_redeem'] = 'แลกใบสำคัญของขวัญนี้ให้จดรหัสลับบัตรของขวัญ ซึ่งเป็น <b>%s</b> แล้วคลิกที่ลิงก์ด้านล่างและซื้อผลิตภัณฑ์ที่คุณต้องการใช้บัตรของขวัญนี้ . คุณสามารถป้อนรหัสบัตรของขวัญบนหน้ารถเข็นช็อปปิ้งก่อนที่คุณจะคลิกชำระเงิน ';
$_['text_footer'] = 'โปรดตอบกลับอีเมลนี้หากคุณมีคำถามใด ๆ ';