<?php
$_['heading_title'] = 'ตะกร้าสินค้า';

// ข้อความ
$_['text_success'] = 'ความสำเร็จ: คุณเพิ่ม <a href="%s">%s</a> ลงใน <a href="%s"> รถเข็นช็อปปิ้ง </a>!';
$_['text_remove'] = 'ความสำเร็จ: คุณได้แก้ไขตะกร้าสินค้าของคุณ!';
$_['text_login'] = 'ความสนใจ: คุณต้อง <a href="%s"> เข้าสู่ระบบ </a> หรือ <a href="%s"> สร้างบัญชี </a> เพื่อดูราคา!';
$_['text_items'] = '%s รายการ (s) - %s';
$_['text_points'] = 'คะแนนสะสม: %s';
$_['text_next'] = 'คุณต้องการทำอะไรต่อไป?';
$_['text_next_choice'] = 'เลือกว่าคุณมีรหัสส่วนลดหรือคะแนนสะสมที่คุณต้องการใช้หรือต้องการประมาณค่าจัดส่งของคุณ';
$_['text_empty'] = 'รถเข็นของคุณว่างเปล่า!';
$_['text_day'] = 'วัน';
$_['text_week'] = 'สัปดาห์';
$_['text_semi_month'] = 'ครึ่งเดือน';
$_['text_month'] = 'เดือน';
$_['text_year'] = 'ปี';
$_['text_trial'] = '%s ทุก %s %s สำหรับ %s การชำระเงินแล้ว';
$_['text_recurring'] = '%s ทุก %s %s';
$_['text_payment_cancel'] = 'จนกว่าจะยกเลิก';
$_['text_recurring_item'] = 'รายการที่เกิดขึ้นประจำ';
$_['text_payment_recurring'] = 'โปรไฟล์การชำระเงิน';
$_['text_trial_description'] = '%s ทุก %d %s s สำหรับการชำระเงิน %d แล้ว';
$_['text_payment_description'] = '%s ทุก %d %s s (s) สำหรับ %d การชำระเงิน (s)';
$_['text_payment_cancel'] = '%s ทุก %d %s (s) จนกว่าจะถูกยกเลิก';

// คอลัมน์
$_['column_image'] = 'รูปภาพ';
$_['column_name'] = 'ชื่อผลิตภัณฑ์';
$_['column_model'] = 'รุ่น/รหัส';
$_['column_quantity'] = 'จำนวน';
$_['column_price'] = 'ราคาต่อหน่วย';
$_['column_total'] = 'รวม';

// ข้อผิดพลาด
$_['error_stock'] = 'สินค้าที่มีเครื่องหมาย *** ไม่สามารถใช้ได้ในปริมาณที่ต้องการหรือไม่อยู่ในสต็อค';
$_['error_minimum'] = 'จำนวนการสั่งซื้อขั้นต่ำสำหรับ %s คือ %s!';
$_['error_required'] = 'จำเป็นต้องใช้ %s!';
$_['error_product'] = 'คำเตือน: ไม่มีสินค้าในตะกร้าของคุณ';
$_['error_recurring_required'] = 'กรุณาเลือกการชำระเงินที่เกิดซ้ำ!';