<?php
// Heading
$_['heading_title'] = 'ขั้นตอนการชำระเงิน';

// ข้อความ
$_['text_cart'] = 'ตระกร้าสินค้า';
$_['text_checkout_option'] = 'ขั้นตอนที่ %s: ตัวเลือกการสั่งซื้อ';
$_['text_checkout_account'] = 'ขั้นตอนที่ %s: บัญชี &amp; รายละเอียดการเรียกเก็บเงิน ';
$_['text_checkout_payment_address'] = 'ขั้นตอนที่ %s: รายละเอียดการเรียกเก็บเงิน';
$_['text_checkout_shipping_address'] = 'ขั้นตอนที่ %s: รายละเอียดการจัดส่ง';
$_['text_checkout_shipping_method'] = 'ขั้นตอนที่ %s: วิธีการจัดส่งสินค้า';
$_['text_checkout_payment_method'] = 'ขั้นตอนที่ %s: วิธีการชำระเงิน';
$_['text_checkout_confirm'] = 'ขั้นตอนที่ %s: ยืนยันคำสั่งซื้อ';
$_['text_modify'] = 'ปรับเปลี่ยน &raquo;';
$_['text_new_customer'] = 'ตัวเลือกแบบการสั่งซื้อ';
$_['text_returning_customer'] = 'ลูกค้าสมาชิก';
$_['text_checkout'] = 'ตัวเลือกการชำระเงิน:';
$_['text_i_am_returning_customer'] = 'สำหรับลูกค้าที่สมัครสมาชิกแล้ว โปรดเข้าสู่ระบบ!!';
$_['text_register'] = 'ลงทะเบียนชำระเงิน (สมัครสมาชิก)';
$_['text_guest'] = 'ผู้มาเยื่อนชำระเงิน (ไม่สมัครสมาชิก)';
$_['text_register_account'] = 'การสร้างบัญชีคุณจะสามารถซื้อสินค้าได้เร็วขึ้นรู้สถานะของคำสั่งซื้อและติดตามคำสั่งซื้อที่คุณทำไว้ก่อนหน้านี้';
$_['text_forgotten'] = 'ลืมรหัสผ่าน';
$_['text_your_details'] = 'รายละเอียดส่วนตัวของคุณ';
$_['text_your_address'] = 'ที่อยู่ของคุณ';
$_['text_your_password'] = 'รหัสผ่านของคุณ';
$_['text_agree'] = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"> <b> %s </ b> </a>';
$_['text_address_new'] = 'ฉันต้องการใช้ที่อยู่ใหม่';
$_['text_address_existing'] = 'ฉันต้องการใช้ที่อยู่ที่มีอยู่';
$_['text_shipping_method'] = 'กรุณาเลือกวิธีการจัดส่งที่ต้องการใช้ในการสั่งซื้อนี้';
$_['text_payment_method'] = 'กรุณาเลือกวิธีการชำระเงินที่ต้องการใช้ในการสั่งซื้อนี้';
$_['text_comments'] = 'เพิ่มข้อความถึงผู้ขายเกี่ยวกับคำสั่งซื้อของคุณ';
$_['text_recurring_item'] = 'รายการที่เกิดขึ้นประจำ';
$_['text_payment_recurring'] = 'โปรไฟล์การชำระเงิน';
$_['text_trial_description'] = '% s ทุก% d% s s สำหรับการชำระเงิน% d แล้ว';
$_['text_payment_description'] = '% s ทุก% d% s s (s) สำหรับ% d การชำระเงิน (s)';
$_['text_payment_cancel'] = '% s ทุก% d% s (s) จนกว่าจะถูกยกเลิก';
$_['text_day'] = 'วัน';
$_['text_week'] = 'สัปดาห์';
$_['text_semi_month'] = 'ครึ่งเดือน';
$_['text_month'] = 'เดือน';
$_['text_year'] = 'ปี';

// คอลัมน์
$_['column_name'] = 'ชื่อผลิตภัณฑ์';
$_['column_model'] = 'รุ้น/รหัส';
$_['column_quantity'] = 'จำนวน';
$_['column_price'] = 'ราคาต่อหน่วย';
$_['column_total'] = 'รวม';

// Entry
$_['entry_email_address'] = 'อีเมลแอดเดรส';
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'รหัสผ่าน';
$_['entry_confirm'] = 'ยืนยันรหัสผ่าน';
$_['entry_firstname'] = 'ชื่อ';
$_['entry_lastname'] = 'นามสกุล';
$_['entry_telephone'] = 'โทรศัพท์';
$_['entry_address'] = 'เลือกที่อยู่';
$_['entry_company'] = 'บริษัท ';
$_['entry_customer_group'] = 'กลุ่มลูกค้า';
$_['entry_address_1'] = 'ที่อยู่ 1';
$_['entry_address_2'] = 'ที่อยู่ 2';
$_['entry_postcode'] = 'รหัสไปรษณีย์';
$_['entry_city'] = 'เมือง';
$_['entry_country'] = 'ประเทศ';
$_['entry_zone'] = 'ภาค / รัฐ';
$_['entry_newsletter'] = 'ฉันต้องการสมัครสมาชิกจดหมายข่าว %s';
$_['entry_shipping'] = 'ที่อยู่ในการจัดส่งและการวางบิลจะเหมือนกัน';

// Error
$_['error_warning'] = 'เกิดปัญหาขณะพยายามประมวลผลคำสั่งซื้อของคุณ! ถ้าปัญหายังคงมีอยู่โปรดลองเลือกวิธีการชำระเงินแบบอื่นหรือคุณสามารถติดต่อเจ้าของร้านโดย <a href="%s"> คลิกที่นี่ </a> ';
$_['error_login'] = 'คำเตือน: ไม่ตรงกันสำหรับอีเมล์แอดเดรสและ / หรือรหัสผ่าน';
$_['error_attempts'] = 'คำเตือน: บัญชีของคุณเกินจำนวนครั้งที่เข้าสู่ระบบที่อนุญาต โปรดลองอีกครั้งภายใน 1 ชั่วโมง ';
$_['error_approved'] = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';
$_['error_exists'] = 'คำเตือน: ได้ลงทะเบียนอีเมล์แอดเดรสแล้ว!';
$_['error_firstname'] = 'ชื่อต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname'] = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email'] = 'ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง!';
$_['error_telephone'] = 'โทรศัพท์ต้องมีความยาวตั้งแต่ 3 ถึง 32 ตัวอักษร!';
$_['error_password'] = 'รหัสผ่านต้องมีความยาวตั้งแต่ 4 ถึง 20 ตัวอักษร!';
$_['error_confirm'] = 'การยืนยันรหัสผ่านไม่ตรงกับรหัสผ่าน!';
$_['error_address_1'] = 'ที่อยู่ 1 ต้องอยู่ระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_city'] = 'เมืองต้องอยู่ระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_postcode'] = 'รหัสไปรษณีย์ต้องมีความยาวตั้งแต่ 2 ถึง 10 ตัวอักษร!';
$_['error_country'] = 'กรุณาเลือกประเทศ';
$_['error_zone'] = 'กรุณาเลือกภูมิภาค / รัฐ!';
$_['error_agree'] = 'คำเตือน: คุณต้องยอมรับ %s!';
$_['error_address'] = 'คำเตือน: คุณต้องเลือกที่อยู่!';
$_['error_shipping'] = 'คำเตือน: จำเป็นต้องใช้วิธีการจัดส่ง!';
$_['error_no_shipping'] = 'คำเตือน: ไม่มีตัวเลือกการจัดส่งพร้อมใช้งาน โปรด <a href="%s"> ติดต่อเรา </a> เพื่อขอความช่วยเหลือ! ';
$_['error_payment'] = 'คำเตือน: จำเป็นต้องใช้วิธีการชำระเงิน!';
$_['error_no_payment'] = 'คำเตือน: ไม่มีตัวเลือกการชำระเงิน โปรด <a href="%s"> ติดต่อเรา </a> เพื่อขอความช่วยเหลือ! ';
$_['error_custom_field'] = 'จำเป็นต้องใช้ %s!';