<?php
// Heading
$_['heading_title'] = 'การชำระเงินล้มเหลว!';

// ข้อความ
$_['text_basket'] = 'ตะกร้าสินค้า';
$_['text_checkout'] = 'ขั้นตอนการชำระเงิน';
$_['text_failure'] = 'การชำระเงินล้มเหลว';
$_['text_message'] = '<p> มีปัญหาในการประมวลผลการชำระเงินของคุณและใบสั่งซื้อไม่สมบูรณ์ </p>

<p><strong>เหตุผลที่เป็นไปได้คือ: </strong></p>
<ul>  
   <li> ทำรายการช้าเกินไป โปรดำเนินการชำระเงินให้เสร็จภายใน 30 นาที </li>
   <li> เงินไม่เพียงพอ </li>
   <li> การยืนยันชำระเงินล้มเหลว </li>
</ul>
<p> โปรดลองสั่งซื้ออีกครั้งโดยใช้วิธีการชำระเงินแบบอื่น </p>
<p> หากปัญหายังคงอยู่โปรด <a href="%s"> ติดต่อเรา </a> พร้อมกับรายละเอียดของคำสั่งซื้อที่คุณกำลังพยายามวางไว้ </p>
';