<?php
// Heading
$_['heading_title'] = 'โอ้ว!..คุณทำรายสั่งซื้อสำเร็จแล้ว';

// ข้อความ
$_['text_basket'] = 'ตะกร้าสินค้า';
$_['text_checkout'] = 'Checkout';
$_['text_success'] = 'ความสำเร็จ';
$_['text_customer'] = '<p> การสั่งซื้อของคุณถูกจัดเก็บลงระบบเรียบร้อยแล้ว!! </p> <p> คุณสามารถดูประวัติการสั่งซื้อของคุณได้โดยไปที่ <a href="%s"> บัญชีของฉัน </a > และคลิก <a href="%s"> ประวัติ </a> </p> <p> หากการซื้อของคุณมีการดาวน์โหลดที่เกี่ยวข้องคุณสามารถไปที่บัญชี <a href = "%s" > ดาวน์โหลด </a> เพื่อดูข้อมูล </p> <p> โปรดตอบคำถามใด ๆ ที่คุณมีให้กับ <a href="%s"> เจ้าของร้านค้า </a>. </p> <p> ขอบคุณ ที่ร่วมช้อปปิ้งออนไลน์กับร้านของเรา! </p> ';
$_['text_guest'] = '<p> การสั่งซื้อของคุณได้รับการดำเนินการเรียบร้อยแล้ว! </p> <p> โปรดส่งคำถามใด ๆ ที่คุณมีให้กับ <a href="%s"> เจ้าของร้าน </a> </p> <p> ขอขอบคุณที่ร่วมช้อปปิ้งออนไลน์กับร้านของเรา! </p> ';