<?php
// Heading
$_['heading_title'] = 'Affiliate Program';

// ข้อความ
$_['text_account'] = 'บัญชี';
$_['text_login'] = 'เข้าสู่ระบบ';
$_['text_description'] = 'Affiliate Program ของ %s ฟรีและช่วยให้สมาชิกมีรายได้โดยการวางลิงก์หรือลิงก์ในเว็บไซต์ของตนซึ่งโฆษณา %s หรือเฉพาะผลิตภัณฑ์อยู่ ยอดขายที่ทำกับลูกค้าที่คลิกลิงก์เหล่านั้นจะได้รับค่าคอมมิชชั่นจาก Affiliate Program อัตราค่าคอมมิชชั่นมาตรฐานอยู่ที่ %s </p> <p> สำหรับข้อมูลเพิ่มเติมโปรดไปที่หน้าคำถามที่พบบ่อยของเรา หรือ ดูข้อกำหนดในการให้บริการ Affiliate & amp; เงื่อนไข </ p>. ';
$_['text_new_affiliate'] = 'Affiliate ใหม่';
$_['text_register_account'] = '<p>ฉันยังไม่ได้สมาชิก Affiliate Program </p> <p> คลิกดำเนินการต่อด้านล่างเพื่อสร้างบัญชี Affiliate ใหม่ โปรดทราบว่าบัญชีนี้ไม่ได้เชื่อมต่อกับบัญชีลูกค้าของคุณ </p> ';
$_['text_returning_affiliate'] = 'เข้าสู่ระบบ Affiliate';
$_['text_i_am_returning_affiliate'] = 'ฉันเป็น Affiliate อยู่แล้ว';
$_['text_forgotten'] = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email'] = 'Affiliate E-Mail';
$_['entry_password'] = 'รหัสผ่าน Affiliate';

// ข้อผิดพลาด
$_['error_login'] = 'คำเตือน: ไม่ตรงกันสำหรับอีเมล์แอดเดรสและ / หรือรหัสผ่าน';
$_['error_attempts'] = 'คำเตือน: บัญชีของคุณเกินจำนวนครั้งที่เข้าสู่ระบบที่อนุญาต โปรดลองอีกครั้งภายใน 1 ชั่วโมง ';
$_['error_approved'] = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าสู่ระบบได้';