<?php
// Heading
$_['heading_title'] = 'สร้างบัญชี Affiliate ของคุณแล้ว';

// ข้อความ
$_['text_success'] = '<p> ขอแสดงความยินดี! สร้างบัญชีใหม่ของคุณเรียบร้อยแล้ว! </p> <p> คุณเป็นสมาชิก Affiliate Program %s แล้ว </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของระบบ Affiliate Program นี้โปรดส่งอีเมลถึงเจ้าหน้าที่ดูแลฝ่าย Affiliate Program </p> <p> มีการส่งการยืนยันไปยังที่อยู่อีเมลที่ให้ไว้ หากคุณยังไม่ได้รับแจ้งภายในหนึ่งชั่วโมงโปรด <a href="%s"> ติดต่อเรา </a>. </ p> ';
$_['text_approval'] = '<p> ขอขอบคุณที่ลงทะเบียนบัญชีพันธมิตรกับ% s! </p> <p> คุณจะได้รับแจ้งทางอีเมลเมื่อบัญชีของคุณเปิดใช้งานโดยเจ้าของร้าน </p> <p> หากคุณมีคำถามใด ๆ เกี่ยวกับการทำงานของระบบพันธมิตรนี้โปรด <a href="%s"> ติดต่อเจ้าของร้านค้า </a>. </p> ';
$_['text_account'] = 'บัญชี';